Repository: thu-ngx/DiceKing
Catalog: DiceKing/*.lproj/Localizable.strings
Languages: vi

source: Dice King
vi: Vua xúc xắc

# slogan
source: Claim your fortune
vi: Chinh phục vận may

# enter_name
source: Enter your name
vi: Nhập tên của bạn

source: Your name
vi: Tên của bạn

source: Unknown
vi: Chưa rõ

source: Continue
vi: Tiếp tục

source: Start
vi: Bắt đầu

source: Tutorial
vi: Hướng dẫn

source: Leaderboard
vi: Bảng xếp hạng

source: Settings
vi: Cài đặt

source: Announcement
vi: Thông báo

# switching_language_message
source: Please restart the app to apply the new language (use CMD + Option + P in simulator)
vi: Vui lòng khởi động lại ứng dụng để áp dụng ngôn ngữ mới (sử dụng CMD + Option + P trong máy mô phỏng)

source: Lvl
vi: Cấp

source: XP
vi: KN

source: Dice
vi: Xúc xắc

source: Dices
vi: Xúc xắc

# dices_description
source: Choose how many dices you want to play with
vi: Chọn số lượng xúc xắc muốn chơi

source: App theme
vi: Giao diện

# app_theme_description
source: Choose the theme of the app
vi: Chọn giao diện ứng dụng

source: Dark
vi: Tối

source: Light
vi: Sáng

source: Language
vi: Ngôn ngữ

# language_description
source: Choose the language of the app
vi: Chọn ngôn ngữ ứng dụng

source: English
vi: Tiếng Anh

source: Vietnamese
vi: Tiếng Việt

source: Animation
vi: Hiệu ứng

# animation_description
source: Choose the animation of the app
vi: Chọn hiệu ứng xúc xắc

source: Enable
vi: Bật

source: Disable
vi: Tắt

source: Audio
vi: Âm thanh

# audio_description
source: Choose the audio of the app
vi: Chọn âm thanh xúc xắc

source: Betting
vi: Cược

# betting_description
source: Choose how to bet
vi: Chọn cách cược

source: Manual
vi: Tự chọn

source: Auto
vi: Tự động

source: Other settings
vi: Cài đặt khác

source: Reset to default
vi: Khôi phục mặc định

source: Switch profile
vi: Đổi tài khoản

source: Delete profile
vi: Xóa tài khoản

source: Badges
vi: Huy hiệu

source: Games played
vi: Số trận đã chơi

source: Win rate
vi: Tỉ lệ thắng

source: Levels and exp
vi: Cấp độ và KN

source: Newbie
vi: Mới chơi

# NEWBIE_description
source: Take your first steps into the dice world
vi: Bắt đầu cuộc hành trình của bạn

source: Grandmaster
vi: Đại cao thủ

# GRANDMASTER_description
source: You've reached level 5 mastery of the dice
vi: Bạn đã đạt cấp độ 5

source: Lucky 7
vi: Số 7 may mắn

# LUCKY7_description
source: Roll a total of 7 with the 2 or more dices
vi: Tổng số điểm của 2 xúc xắc là 7

source: Snake eyes
vi: Mắt rắn

# SNAKE_EYES_description
source: Roll double 1s
vi: 2 xúc xắc đều là 1

source: Victorious
vi: Thắng liên tiếp

# VICTORIOUS_description
source: Win 3 turns in a row
vi: Thắng 3 lượt liên tiếp

source: Straight dices
vi: Sảnh

# STRAIGHT_DICES_description
source: Rolling a straight (sequence like 3-4-5)
vi: 3 xúc xắc có số điểm liên tiếp nhau

# exp_per_game
source: XP per game
vi: KN mỗi trận

# exp_per_game_won
source: Won: +30 XP
vi: Trận thắng: +30 KN

# exp_per_game_lost
source: Lost: +10 XP
vi: Trận thua: +10 KN

source: Turns per game
vi: Số lượt mỗi trận

# turns_per_game_description
source: There are 5 turns at level 1, each level after that increases 2 turns, maximum 15 turns
vi: Có 5 lượt chơi ở cấp 1, mỗi cấp sau đó tăng thêm 2 lượt, tối đa 15 lượt

# starting_coins_per_game
source: Starting coins
vi: Số xu ban đầu

# starting_coins_per_game_description
source: There are 50 coins at level 1, each level after that increases 50 coins, maximum 500 coins
vi: Có 50 xu ở cấp 1, mỗi cấp sau đó tăng thêm 50 xu, tối đa 500 xu

source: Level requirement
vi: Yêu cầu cấp độ

# level_requirement_description
source: Need 100 XP to level up from level 1 to level 2, each level after that doubles the XP requirement of the previous level
vi: Cần 100 KN để từ cấp 1 lên cấp 2, mỗi cấp sau đó cần gấp đôi yêu cầu KN của cấp trước

# tut_1
source: There are 6 dice(🎲) options, ranging from 1 🎲 to 6 🎲s, each with different bet options.
vi: Có 6 lựa chọn xúc xắc khác nhau, từ 1 🎲 đến 6 🎲, mỗi loại có các lựa chọn cược khác nhau.

# tut_2
source: Each game has different numbers of turns, coins, winning and losing points based on current level.
vi: Mỗi ván chơi có số lượt chơi, điểm thắng thua khác nhau dựa trên mức độ hiện tại.

# tut_3
source: Win bet if total of 🎲 sum is in chosen range.
vi: Thắng cược nếu tổng số chấm của 🎲 nằm trong khoảng đã chọn.

# tut_4
source: Win experience points if your coin count is greater than or equal to 0 at the end of the game round.
vi: Nhận điểm kinh nghiệm nếu số xu của bạn lớn hơn hoặc bằng 0 vào cuối ván chơi.

# tut_5
source: In case special patterns are met, you'll earn new achievements accordingly.
vi: Nhận thành tích mới nếu đạt được các mẫu đặc biệt.

# tut_6
source: Use the same username to keep track of your progress.
vi: Sử dụng cùng tên người chơi để theo dõi tiến độ của bạn.

source: Set a bet to continue...
vi: Đặt cược để tiếp tục...

source: Bet
vi: Cược

source: Betted
vi: Đã cược

source: Rolling...
vi: Đang quay...

source: Roll
vi: Quay

source: Bet options
vi: Lựa chọn cược

source: Bet range
vi: Khoảng cược

source: Odd or even
vi: Lẻ hay chẵn

source: Odd
vi: Lẻ

source: Even
vi: Chẵn

source: All
vi: Tất cả

source: Betted on range
vi: Đã cược vào khoảng

source: Sum
vi: Tổng

source: Victory
vi: Thắng

source: Defeat
vi: Thua

source: Tap to continue
vi: Nhấn để tiếp tục
